Repository: ZaWertun/fedora-copr-kde5
Catalog: APPS/kdepim-runtime/kdepim-runtime-23.08.1/po/*/accountwizard_kolab.po
Languages: eo

source: Personal Settings
eo: Personaj Agordoj

source: Autoconfiguration
eo: Aŭtoagordo

source: Probing IMAP server...
eo: Sondante IMAP-servilon...

source: Create
eo: Krei

source: Manual Edit
eo: Permana Redaktado

source: Probing SMTP server...
eo: Sondante SMTP-servilon...

source: &Name:
eo: &Nomo:

source: &Email:
eo: &E-poŝto:

source: &Password:
eo: &Pasvorto:

source: Kolab Version:
eo: Kolab-Versio:

source: IMAP Server Name:
eo: IMAP-servilnomo:

source: SMTP Server Name:
eo: SMTP-servilnomo:
