Repository: ZaWertun/fedora-copr-kde5
Catalog: APPS/kdepim-runtime/kdepim-runtime-23.08.1/po/*/akonadi_contacts_resource.po
Languages: eo

source: Directory Name
eo: Dosieruja Nomo

source: Di&rectory:
eo: Dosie&rujo:

source: Select the directory whose contents should be represented by this resource. If the directory does not exist, it will be created.
eo: Elektu la dosierujon, kies enhavo devus esti reprezentita per ĉi tiu rimedo. Se la dosierujo ne ekzistas, ĝi estos kreita.

source: Access Rights
eo: Aliraj Rajtoj

# if the access is limited to read-only
source: Read only
eo: Nurlege

source: If read-only mode is enabled, no changes will be written to the directory selected above. Read-only mode will be automatically enabled if you do not have write access to the directory.
eo: Se nurlegebla reĝimo estas ebligita, neniuj ŝanĝoj estos skribitaj al la supre elektita dosierujo. Nurlegebla reĝimo estos aŭtomate ebligita se vi ne havas skriban aliron al la dosierujo.

source: Personal Contacts
eo: Personaj Kontaktoj

source: Directory '%1' does not exists
eo: Dosierujo '%1' ne ekzistas

source: Found file of unknown format: '%1'
eo: Trovis dosieron de nekonata formato: '%1'

source: Unable to open file '%1'
eo: Ne eblas malfermi dosieron '%1'

source: Found invalid contact in file '%1'
eo: Trovis nevalidan kontakton en dosiero '%1'

source: Found invalid contact group in file '%1': %2
eo: Trovis nevalidan kontaktogrupon en dosiero '%1': %2

source: Trying to write to a read-only directory: '%1'
eo: Provante skribi al nurlegebla dosierujo: '%1'

source: Unable to write to file '%1': %2
eo: Ne eblas skribi al dosiero '%1': %2

source: Trying to write to a read-only file: '%1'
eo: Provante skribi al nurlegebla dosiero: '%1'

source: Received item with unknown payload %1
eo: Ricevis objekton kun nekonata ŝargaĵo %1

source: Unable to remove file '%1'
eo: Ne eblas forigi dosieron '%1'

source: Unable to create folder '%1'.
eo: Ne eblas krei dosierujon '%1'.

source: Unable to rename folder '%1'.
eo: Ne eblas renomi la dosierujon '%1'.

source: Unknown folder to delete.
eo: Nekonata dosierujo por forigi.

source: Unable to delete folder '%1'.
eo: Ne eblas forigi dosierujon '%1'.

source: Unable to move file '%1' to '%2', '%2' already exists.
eo: Ne eblas movi dosieron '%1' al '%2', '%2' jam ekzistas.

source: Unable to move directory '%1' to '%2', '%2' already exists.
eo: Ne eblas movi dosierujon '%1' al '%2', '%2' jam ekzistas.

source: Path to contacts directory
eo: Vojo al dosierujo por kontaktoj

source: Do not change the actual backend data.
eo: Ne ŝangi la faktajn 'backend'-datumojn.

source: Filename:
eo: Dosiernomo:
