Repository: ZaWertun/fedora-copr-kde5
Catalog: APPS/kdepim-runtime/kdepim-runtime-23.08.1/po/*/akonadi_ews_resource.po
Languages: pt_br

source: Path to PKey authentication PEM certificate
pt_br: Caminho do certificado PEM de autenticação por PKey

source: Path to PKey authentication PEM private key
pt_br: Caminho da chave privada PEM de autenticação por PKey

# @info
source: Exchange server not configured.
pt_br: O servidor Exchange não está configurado.

# @info
source: Failed to retrieve folder list.
pt_br: Não foi possível obter a lista de pastas.

# @option:check
source: Enable server-side subscriptions
pt_br: Ativar as inscrições no servidor

# @label:textbox
source: Filter folders
pt_br: Pastas dos filtros

# @action:button
source: Reload &List
pt_br: Atualizar a &lista

# @action:button
source: &Reset
pt_br: &Restaurar

# @option:check
source: Subscribed only
pt_br: Somente inscritos

source: Failed to create mail item
pt_br: Não foi possível criar o item de e-mail

# @info:status
source: Item update failed:
pt_br: Falha ao atualizar item:

# @info:status
source: Item out of order while processing update item response.
pt_br: Item fora de ordem ao processar a resposta da atualização do item.
