Repository: ZaWertun/fedora-copr-kde5
Catalog: APPS/kdepim-runtime/kdepim-runtime-23.08.1/po/*/akonadi_ews_resource.po
Languages: pt_br

source: Incorrect email address
pt_br: Endereço de e-mail incorreto

source: Exchange protocol information not found
pt_br: Informação do protocolo do Exchange não encontrada

# @info
source: Microsoft Exchange credentials for the account <b>%1</b> are no longer valid. You need to authenticate in order to continue using it.
pt_br: As credenciais do Microsoft Exchange para a conta <b>%1</b> não são mais válidas. É necessário se autenticar para continuar a usá-la.

# @info
source: Failed to obtain credentials for Microsoft Exchange account <b>%1</b>. Please update it in the account settings page.
pt_br: Não foi possível obter as credenciais da conta do Microsoft Exchange <b>%1</b>. Atualize-a na página de configurações da conta.

# @info
source: The username/password for the Microsoft Exchange EWS account <b>%1</b> is not valid. Please update it in the account settings page.
pt_br: O usuário/senha da conta EWS do Microsoft Exchange <b>%1</b> não é válido. Atualize-os na página de configurações da conta.

# @title:window
source: Microsoft Exchange Configuration
pt_br: Configuração do Microsoft Exchange

# User Agent
source: Custom
pt_br: Personalizado

# @info
source: Akonadi Resource for Microsoft Exchange Web Services (EWS)
pt_br: Recurso do Akonadi para os Serviços Web do Microsoft Exchange (EWS)

# @info
source: Version %1
pt_br: Versão %1

# @info
source: Distributed under the GNU Library General Public License version 2.0 or later.
pt_br: Distribuído segundo a versão 2.0 ou posterior da Licença Geral Pública de Bibliotecas (LGPL) da GNU.

# Exchange server autodiscovery
source: Autodiscovery failed
pt_br: A autodescoberta falhou

# Exchange server connection
source: Connection failed
pt_br: Falha na conexão

# Exchange server status
source: Failed
pt_br: Falhou

# Exchange server version
source: Unknown
pt_br: Desconhecida

source: Autodiscovery failed. This can be caused by incorrect parameters. Do you still want to save your settings?
pt_br: A autodescoberta falhou. Isto pode ser devido a parâmetros incorretos. Deseja salvar as suas definições mesmo assim?

source: Exchange server autodiscovery
pt_br: Autodescoberta do servidor de Exchange

source: Connecting to Exchange failed. This can be caused by incorrect parameters. Do you still want to save your settings?
pt_br: Falha na conexão com o Exchange. Isto pode ser devido a parâmetros incorretos. Deseja salvar as suas definições mesmo assim?

source: Exchange server connection
pt_br: Conexão com o servidor Exchange

source: Connection failed
pt_br: Falha na conexão

source: EWS Configuration
pt_br: Configuração do EWS

# General settings tab
source: General
pt_br: Geral

source: Account Information
pt_br: Informações da conta

source: Account Name:
pt_br: Nome da Conta:

source: This is the account name that will appear in all Akonadi applications
pt_br: Este é o nome da conta que irá aparecer em todos os aplicativos do Akonadi

source: The e-mail address of this account
pt_br: O endereço de e-mail desta conta

source: Authentication
pt_br: Autenticação

source: <html><head/><body><p>Enables traditional username/password authentication against the Exchange server. This includes methods like Basic, NTLM or Kerberos.</p><p>This authentication method is considered to be somewhat legacy and is mostly used for smaller on-premise Exchange installations and hosted Office 365 instances, where the administrator has chosen to enable it.</p></body></html>
pt_br: <html><head/><body><p>Ativa a autenticação tradicional com usuário/senha no servidor de Exchange. Isso inclui os métodos como o Basic, NTLM ou Kerberos.</p><p>Este método de autenticação é considerado mais ou menos obsoleto e é geralmente usado para instalações locais e menores do Exchange ou em instâncias hospedadas do Office 365, onde o administrador optou por ativá-las.</p></body></html>

# authentication type
source: &Username/Password
pt_br: &Usuário/Senha

source: <html><head/><body><p>Allows to specify an Active Directory domain for the user.</p><p><span style=" font-weight:600;">Note:</span> There is a subtle difference between &quot;empty domain&quot; and &quot;no-domain&quot;.</p><p>With an empty domain (Domain checkbox checked, empty domain in edit box) the EWS resource will pass the user with an explicitly empty domain (&quot;\username&quot;).</p><p>With no domain set (Domain checkbox cleared) the username will be passed without the domain (&quot;username&quot;), which will cause the server to set the domain to the default one its configured with.</p></body></html>
pt_br: <html><head/><body><p>Permite definir um domínio de Active Directory para o usuário.</p><p><span style=" font-weight:600;">Observação:</span> Existe uma diferença subtil entre &quot;domínio vazio&quot; e &quot;sem domínio&quot;.</p><p>Com um domínio vazio (opção Domínio assinalada, campo de texto do domínio vazio), o recurso de EWS irá passar o usuário com um domínio explicitamente vazio (&quot;\usuário&quot;).</p><p>Sem um domínio definido (Opção do domínio não assinalada), o nome de usuário será passado sem o domínio (&quot;usuário&quot;), o que fará com que o servidor defina o domínio com o que está configurado.</p></body></html>

source: Domain:
pt_br: Domínio:

source: The Active Directory domain the user belongs to.
pt_br: O domínio de Active Directory a que o usuário pertence.

# Exchange account username/login
source: Username:
pt_br: Nome de usuário:

source: Password:
pt_br: Senha:

source: <html><head/><body><p>The password used to login to the Exchange server.</p><p><span style=" font-weight:600;">Note:</span> This can be left empty when using Kerberos authentication.</p></body></html>
pt_br: <html><head/><body><p>A senha que será usada para se autenticar com o servidor Exchange.</p><p><span style=" font-weight:600;">Nota:</span> Isto poderá ficar em branco se usar a autenticação por Kerberos.</p></body></html>

source: <html><head/><body><p>The username used to login to the Exchange server.</p><p><span style=" font-weight:600;">Note:</span> This can be left empty when using Kerberos authentication.</p></body></html>
pt_br: <html><head/><body><p>O nome de usuário que será usado para autenticação com o servidor Exchange.</p><p><span style=" font-weight:600;">Nota:</span> Isto poderá ficar em branco se usar a autenticação por Kerberos.</p></body></html>

source: <html><head/><body><p><span style=" font-weight:600;">Note:</span> Username and password are not needed (can be empty) when Kerberos is properly configured on your system.</p></body></html>
pt_br: <html><head/><body><p><span style=" font-weight:600;">Nota:</span> O nome do usuário e a senha não são necessários (podem ficar em branco) se o Kerberos estiver devidamente configurado no seu sistema.</p></body></html>

source: <html><head/><body><p>Enables more modern and stronger authentication based on OAuth2.</p><p>This type of authentication will open an organization-supplied webpage, where the user will be able to enter authentication information, which may also include multifactor authentication in form of one-time-passwords generated by tokens.</p><p>This method is mostly used for hosted Office 365 instances.</p></body></html>
pt_br: <html><head/><body><p>Ativa a autenticação mais moderna e mais forte baseada no OAuth2.</p><p>Esse tipo de autenticação irá abrir um site fornecido pela organização, onde o usuário poderá inserir a informação de autenticação, podendo também incluir a autenticação multifator com base em senhas de utilização única geradas com códigos.</p><p>Esse método é mais usado em instâncias hospedadas pelo Office 365.</p></body></html>

source: EWS Settings
pt_br: Configurações EWS

source: EWS URL:
pt_br: URL do EWS:

source: The Microsoft Exchange server URL used to send EWS requests.
pt_br: URL do servidor Microsoft Exchange para onde enviar os pedidos de EWS.

source: <html><head/><body><p>Attempts to find out the Microsoft Exchange server address relevant to the supplied e-mail address.</p></body></html>
pt_br: <html><head/><body><p>Tenta encontrar o endereço do servidor Microsoft Exchange relevante para o endereço de e-mail fornecido.</p></body></html>

source: Server Autodiscovery
pt_br: Autodescoberta do servidor

source: Perform
pt_br: Executar

source: Try connect
pt_br: Tentar conexão

source: <html><head/><body><p>Private Key (PKey) Authentication is used as an additional authentication step to OAuth2-based authentication. It uses an X.509 certificate and private key that identifies a trusted device, which was joined to the Azure Directory using a Workplace Join.</p><p>Some administrators may mandate use of PKey authentication when connecting to Office 365 from outside of corporate network. In other cases, when multi-factor authentication is set-up, using the PKey authentication can satisfy requirements for strong authentication, in which case entering the MFA code is not required.</p></body></html>
pt_br: <html><head/><body><p>A Autenticação por Chave Privada (PK) é usada como um passo adicional na autenticação baseada em OAuth2. Ela usa um certificado X.509 e uma chave privada que identifica um dispositivo confiável associado ao Azure Directory com um 'Workplace Join'.</p><p>Alguns administradores poderão obrigar o uso da autenticação por PKey quando a conexão ao Office 365 for feita de fora da rede corporativa. Em outros casos, quando a autenticação multifator estiver configurada, o uso da autenticação por PKey poderá satisfazer os requisitos para a autenticação forte, onde nesse caso a introdução do código MFA deixa de ser necessário.</p></body></html>

source: Private Key (PKey) Authentication (Office 365)
pt_br: Autenticação com chave privada (PK) (Office 365)

source: Certificate:
pt_br: Certificado:

source: Private key:
pt_br: Chave privada:

source: Key password:
pt_br: Senha da chave:

source: Subscriptions
pt_br: Inscrições

# Advanced settings tab
source: Advanced
pt_br: Avançado

source: Retrieval
pt_br: Recepção

source: <html><head/><body><p>Periodically asks for new item change events.</p></body></html>
pt_br: <html><head/><body><p>Pergunta periodicamente por novos eventos de alteração de itens.</p></body></html>

source: Po&ll for new messages
pt_br: Per&guntar por novas mensagens

source: minutes
pt_br: minutos

source: Interval
pt_br: Intervalo

source: <html><head/><body><p>Streaming notifications behave similarly to push mode - a connection is kept alive and notifications about item changes are delivered instantly.</p><p><br/></p><p>This option requires Exchange server version 2010 SP1 or later.</p></body></html>
pt_br: <html><head/><body><p>As notificações por streaming funcionam de forma semelhante ao modo 'push' - uma conexão é mantida aberta e as notificações sobre as alterações dos itens são entregues instantaneamente.</p><p><br/></p><p>Esta opção requer o uso da versão do Exchange 2010 SP1 ou posterior.</p></body></html>

source: &Use streaming notifications
pt_br: &Usar as notificações por streaming

source: <html><head/><body><p>By default KDE uses the less secure NTLMv1 authentication. Enabling this will cause the more secure NTLMv2 protocol to be used.</p><p>Some newer Microsoft Exchange servers are configured to only allow NTLMv2 authentication. In such case this option must be enabled in order to connect successfully.</p></body></html>
pt_br: <html><head/><body><p>Por padrão, o KDE usa a autenticação NTLMv1, que é menos segura. Ao ativar esta opção será utilizada a versão NTLMv2 que é mais segura.</p><p>Alguns servidores Microsoft Exchange mais recentes são configurados para permitir apenas a autenticação por NTLMv2. Nesse caso, esta opção deverá estar ativa para conectar-se com sucesso.</p></body></html>

source: Enable NTLMv2
pt_br: Ativar o NTLMv2

source: <html><head/><body><p>Some organizations restrict access to mail only to approved clients, such as Microsoft Outlook. On the server-side this is implemented by analyzing the User-Agent string and only allowing a list of approved clients.</p><p>This setting allows to emulate some well known clients as well as providing a custom User-Agent string.</p><p>Please be advised that bypassing company policies may result in personal consequences.</p></body></html>
pt_br: <html><head/><body><p>Algumas organizações restringem o acesso ao e-mail apenas de clientes aprovados, como o Microsoft Outlook. Do lado do servidor, isto é implementado através da análise do texto 'User-Agent' (Agente do Usuário), permitindo apenas uma lista com os clientes aprovados.</p><p>Esta definição permite emular alguns clientes relativamente conhecidos, assim como fornecer um texto de Agente do Usuário personalizado.</p><p>Alertamos que desrespeitar as políticas da empresa poderá resultar em consequências pessoais.</p></body></html>

source: Use custo&m User Agent
pt_br: Usar um agente de usuário personalizado

source: Clear Synchronization State
pt_br: Limpar o estado da sincronização

source: Resets synchronization state between Exchange and Akonadi. Use in case some items or folders are not showing up despite existing in Exchange.
pt_br: Restaura o estado da sincronização entre o Exchange e o Akonadi. Use no caso de alguns itens ou pastas não aparecerem, apesar de existirem no Exchange.

source: Clear Folder Tree State
pt_br: Limpar o estado da árvore de pastas

source: Clear Folder Item State
pt_br: Limpar o estado do item da pasta

source: Server Status
pt_br: Status do servidor

# Unknown server status
source: Unknown
pt_br: Desconhecido

source: Version:
pt_br: Versão:

# Unknown server version
source: Unknown
pt_br: Desconhecida

source: About
pt_br: Sobre

# @info:status
source: Failed to process items retrieval request
pt_br: Não foi possível processar a requisição dos itens

# @info:status
source: Failed to retrieve items
pt_br: Não foi possível obter os itens

# @info:status
source: Failed to retrieve items - incorrect number of responses
pt_br: Não foi possível obter os itens - número de respostas incorreto

# @info:status
source: Failed to retrieve items - Akonadi item not found for item %1
pt_br: Não foi possível obter os itens - não foi encontrado o item do Akonadi para o item %1

# @info:status
source: Failed to retrieve items - Unknown item type for item %1
pt_br: Não foi possível obter os itens - o tipo do item %1 é desconhecido

# @info:status
source: Failed to fetch item payload
pt_br: Não foi possível obter o conteúdo do item

# @info:status
source: Retrieving %1 item list
pt_br: Obtendo %1 lista de itens

# @info:status
source: Retrieving %1 item list (%2 items)
pt_br: Obtendo %1 lista de itens (%2 itens)

# @info:status
source: Retrieving %1 items
pt_br: Obtendo %1 itens

# @title:window
source: Microsoft Exchange Mail Transport Configuration
pt_br: Configuração do transporte de mensagens do Microsoft Exchange

source: EWS Mail Transport Configuration
pt_br: Configuração do transporte de mensagens do EWS

source: Parent Exchange account:
pt_br: Conta-mãe do Exchange:

source: Unable to connect to master EWS resource
pt_br: Não é possível conectar-se ao recurso-mestre do EWS

source: Ews Resource
pt_br: Recurso do EWS

source: The name of the parent EWS Resource to use when sending mail
pt_br: O nome do recurso-pai do EWS a ser usado para envio do e-mail

source: Cancel
pt_br: Cancelar

# @title:window
source: Exchange server autodiscovery
pt_br: Autodescoberta do servidor de Exchange

source: Performing Microsoft Exchange server autodiscovery...
pt_br: Executando a autodescoberta do servidor Microsoft Exchange...

# @title:window
source: Connecting to Exchange
pt_br: Conectando ao Exchange

source: Connecting to Microsoft Exchange server...
pt_br: Conectando ao servidor Microsoft Exchange...

# @info:status
source: Connecting to Exchange server
pt_br: Conectando ao servidor Exchange

# @info:status
source: Unable to connect to Exchange server
pt_br: Não foi possível conectar ao servidor Exchange

# @info:status
source: Root folder id not known.
pt_br: O ID da pasta raiz não é conhecido.

# @info:status
source: Retrieving collection tree
pt_br: Obtendo a árvore de coleções

# @info:status
source: Retrieving items
pt_br: Obtendo itens

# @info:status
source: Failed to retrieve items - internal error
pt_br: Não foi possível obter os itens - erro interno

# @info:status
source: Failed to retrieve folders - internal error
pt_br: Não foi possível obter as pastas - erro interno

# @info:status
source: Failed to process folders retrieval request
pt_br: Não foi possível processar a requisição das pastas

# @info:status
source: Invalid incremental folders retrieval request job object
pt_br: O objeto da tarefa de requisição de recepção incremental de pastas é inválido

# @info:status
source: Item type not supported for changing
pt_br: Tipo de item não é suportado para modificação

# @info:status
source: Updating item flags
pt_br: Atualizando opções do item

# @info:status
source: Failed to process item flags update request
pt_br: Não foi possível processar o pedido de atualização das opções do item

# @info:status
source: Failed to update item flags - internal error
pt_br: Não foi possível atualizar as opções do item - erro interno

# @info:status
source: Failed to process item update request
pt_br: Não foi possível processar a requisição de atualização do item

# @info:status
source: Failed to update item - internal error
pt_br: Não foi possível atualizar o item - erro interno

# @info:status
source: Failed to process item move request
pt_br: Não foi possível processar a requisição de mudança de local do item

# @info:status
source: Failed to move item - internal error
pt_br: Não foi possível mover o item - erro interno

# @info:status
source: Failed to move item - invalid number of responses received from server
pt_br: Não foi possível mover o item - foi recebido um número inválido de respostas do servidor

# @info:status
source: Failed to process item delete request
pt_br: Não foi possível processar o pedido de remoção do item

# @info:status
source: Failed to delete item - internal error
pt_br: Não foi possível excluir o item - erro interno

# @info:status
source: Failed to delete item - invalid number of responses received from server
pt_br: Não foi possível excluir o item - foi recebido um número inválido de respostas do servidor

# @info:status
source: Item type not supported for creation
pt_br: Tipo de item não é suportado para criação

# @info:status
source: Failed to process item create request
pt_br: Não foi possível processar o pedido de criação do item

# @info:status
source: Failed to create item - internal error
pt_br: Não foi possível criar o item - erro interno

# @info:status
source: Failed to add collection - cannot determine EWS folder type
pt_br: Não foi possível adicionar a coleção - não é possível determinar o tipo de pasta do EWS

# @info:status
source: Failed to process folder create request
pt_br: Não foi possível processar o pedido de criação da pasta

# @info:status
source: Failed to create folder - internal error
pt_br: Não foi possível criar a pasta - erro interno

# @info:status
source: Failed to create folder
pt_br: Não foi possível criar a pasta

# @info:status
source: Failed to process folder move request
pt_br: Não foi possível processar o pedido de mudança de local da pasta

# @info:status
source: Failed to move folder - internal error
pt_br: Não foi possível mover a pasta - erro interno

# @info:status
source: Failed to move folder - invalid number of responses received from server
pt_br: Não foi possível mover a pasta - foi recebido um número inválido de respostas do servidor

# @info:status
source: Failed to move folder
pt_br: Não foi possível mover a pasta

# @info:status
source: Failed to process folder update request
pt_br: Não foi possível processar o pedido de atualização da pasta

# @info:status
source: Failed to update folder - internal error
pt_br: Não foi possível atualizar a pasta - erro interno

# @info:status
source: Failed to update folder - invalid number of responses received from server
pt_br: Não foi possível atualizar a pasta - foi recebido um número inválido de respostas do servidor

# @info:status
source: Failed to update folder
pt_br: Não foi possível atualizar a pasta

# @info:status
source: Failed to process folder delete request
pt_br: Não foi possível processar o pedido de exclusão da pasta

# @info:status
source: Failed to delete folder - internal error
pt_br: Não foi possível excluir a pasta - erro interno

# @info:status
source: Failed to delete folder
pt_br: Não foi possível excluir a pasta

# @info:status
source: Failed to process item send request
pt_br: Não foi possível processar o pedido de envio do item

# @info:status
source: Failed to send item - internal error
pt_br: Não foi possível enviar o item - erro interno

# @info:status
source: Invalid number of responses received from server
pt_br: Foi recebido um número inválido de respostas do servidor

# @info:status
source: Updating item tags
pt_br: Atualizando etiquetas do item

# @info:status
source: Failed to process item tags update request
pt_br: Não foi possível processar o pedido de atualização das etiquetas do item

# @info:status
source: Failed to update item tags - internal error
pt_br: Não foi possível atualizar as etiquetas do item - erro interno

# @info:status
source: Failed to process global tag update request
pt_br: Não foi possível processar o pedido de atualização das etiquetas globais

# @info:status
source: Failed to process global tags retrieval request
pt_br: Não foi possível processar o pedido de obtenção das etiquetas globais

# @action:button
source: Authenticate
pt_br: Autenticar

# @info:status
source: Authentication failed
pt_br: Falha na autenticação

# @info:status Resource is ready
source: Ready
pt_br: Pronto

source: Server URL
pt_br: URL do servidor

source: The URL of the Microsoft Exchange server, should be something like https://myserver.org/EWS/Exchange.asmx
pt_br: A URL do servidor Microsoft Exchange, que deverá ser algo parecido com https://servidor.org/EWS/Exchange.asmx

# The username to login into the server
source: Username
pt_br: Nome de usuário

source: The username that is used to log into the Microsoft Exchange server
pt_br: O nome de usuário que será usado para autenticação com o servidor Microsoft Exchange

source: Domain
pt_br: Domínio

source: The Active Directory domain the user belongs to
pt_br: O domínio de Active Directory a que pertence o usuário

source: Use a domain name during authentication
pt_br: Usar um nome de domínio durante a autenticação

source: The primary e-mail address of this account
pt_br: O endereço de e-mail primário desta conta

source: Attempt to automatically discover Exchange server address
pt_br: Tentar descobrir automaticamente o endereço do servidor Microsoft Exchange

source: Attempts to find out the Microsoft Exchange server address relevant to the supplied e-mail address.
pt_br: Tenta encontrar o endereço do servidor Microsoft Exchange relevante para o endereço de e-mail fornecido.

source: Poll Interval
pt_br: Intervalo de verificação

source: Sets the interval for checking for new mail
pt_br: Define o intervalo para verificação de novas mensagens

source: Sets the interval for checking for new mail.
pt_br: Define o intervalo para verificação de novas mensagens.

source: Enable Server-Side Subscriptions
pt_br: Ativar as inscrições no servidor

source: List of folders to subscribe to
pt_br: Lista de pastas a inscrever

source: Enable NTLMv2 authentication
pt_br: Ativar a autenticação NTLMv2

source: Forces a non-default User-Agent string
pt_br: Força um texto de Agente de Usuário não predefinido

source: OAuth2 application identifier
pt_br: Identificador do aplicativo OAuth2

source: OAuth2 return URI
pt_br: URI de retorno do OAuth2
