Repository: ZaWertun/fedora-copr-kde5
Catalog: APPS/kdepim-runtime/kdepim-runtime-23.08.0/po/*/akonadi_mixedmaildir_resource.po
Languages: cs

source: The selected path is empty.
cs: Zvolená cesta je prázdná.

source: The selected path contains valid Maildir folders.
cs: Vybraná cesta obsahuje platné složky Maildir.

source: The selected path is a valid Maildir.
cs: Vybraná cesta je platná Maildir.

source: The selected path does not exist yet, a new Maildir will be created.
cs: Vybraná cesta neexistuje, nová složka Maildir bude vytvořena.

source: The selected path does not exist.
cs: Vybraná cesta neexistuje.

# @info:status
source: Unusable configuration.
cs: Nepoužitelné nastavení.

# @info:status
source: Item %1 belongs to invalid collection %2. Maybe it was deleted meanwhile?
cs: Položka %1 patří do neplatné sbírky %2. Nebyla mezitím smazána?

# @info:status
source: Synchronizing email folders
cs: Synchronizují se emailové složky

# @info:status
source: Synchronizing email folder %1
cs: Synchronizuje se emailová složka %1

# @info:status
source: Cannot move root maildir folder '%1'.
cs: Nelze přesunout kořenovou složku maildir '%1'.

source: Cannot delete top-level maildir folder '%1'.
cs: Nelze smazat kořenovou složku maildir '%1'.

# @info:status
source: Unable to create maildir '%1'.
cs: Nelze vytvořit maildir '%1'.

# @info:status
source: No usable storage location configured.
cs: Nenastaveno použitelné úložné umístění.

source: Path to KMail mail folder
cs: Cesta ke složce KMailu

source: Path points to a folder containing Maildirs instead of to a maildir itself.
cs: Cesta ukazuje na složku obsahující adresáře s poštou namísto samotné složky s poštou.

source: Do not change the actual backend data.
cs: Neměňte data aktuálního podpůrného nástroje.

# @info:status
source: Given folder name is empty
cs: Daný název složky je prázdný

# @info:status
source: Folder %1 does not seem to be a valid email folder
cs: Složka %1 nevypadá jako platná složka s emailem

# @info:status
source: Unhandled operation %1
cs: Neobsloužená operace %1

# @info:status
source: Cannot create folder %1 inside folder %2
cs: Nelze vytvořit složku %1 uvnitř složky %2

# @info:status
source: Cannot remove folder %1 from folder %2
cs: Nelze odstranit složku %1 ze složky %2

# @info:status
source: Failed to load MBox folder %1
cs: Selhalo načtení složky MBox %1

# @info:status
source: Cannot rename folder %1
cs: Nelze přejmenovat složku %1

# @info:status
source: Cannot move folder %1 from folder %2 to folder %3
cs: Nelze přesunout složku %1 z %2 do %3

# @info:status
source: Cannot add emails to folder %1
cs: Není možné přidat zprávy do složky %1

# @info:status
source: Cannot remove emails from folder %1
cs: Není možné odstranit zprávy ze složky %1

# @info:status
source: Error while reading mails from folder %1
cs: Chyba při čtení zpráv ze složky %1

# @info:status
source: Failed to load Maildirs folder %1
cs: Selhalo načtení maildir složky %1

# @info:status
source: Cannot modify emails in folder %1
cs: Není možné měnit zprávy ve složce %1

# @info:status
source: Cannot modify emails in folder %1. %2
cs: Není možné měnit zprávy ve složce %1. %2

# @info:status
source: Cannot move emails from folder %1
cs: Není možné přesunout zprávy ze složky %1

# @info:status
source: Cannot move emails to folder %1
cs: Není možné přesunout zprávy do složky %1

# @info:status
source: Cannot move email from folder %1
cs: Není možné přesunout zprávu ze složky %1

# @info:status
source: Cannot move email from folder %1 to folder %2
cs: Není možné přesunout zprávu ze složky %1 do složky %2

# @info:status
source: Cannot move folder %1 into one of its own subfolder tree
cs: Nelze přesunout složku %1 do vlastní podsložky

# @info:status
source: Cannot add email to folder %1 because there is no email content
cs: Není možné přidat zprávu do složky %1, protože nic neobsahuje

# @info:status
source: Cannot modify email in folder %1 because there is no email content
cs: Není možné změnit zprávu ve složce %1, protože nic neobsahuje

source: Mail Directory Settings
cs: Nastavení adresáře pošty

source: Select the folder containing the maildir information:
cs: Vyberte složku obsahující informace o složce s poštou:

source: Open in read-only mode
cs: Otevřít v režimu jen pro čtení
