Repository: ZaWertun/fedora-copr-kde5
Catalog: APPS/kdepim-runtime/kdepim-runtime-23.08.0/po/*/akonadi_tomboynotes_resource.po
Languages: eo

source: Sync error. Server status not as expected.
eo: Eraro de sinkronigo. Servila stato ne kiel atendite.

source: Tomboy Server Settings
eo: Tomboy-Servilo-Agordoj

source: Display name:
eo: Montra nomo:

source: Type in the server URL:
eo: Tajpu la servilon URL:

source: This value is not changeable after first setup
eo: Ĉi tiu valoro ne estas ŝanĝebla post la unua agordo

source: Update interval:
eo: Ĝisdatiga intervalo:

source: minutes
eo: minutoj

source: Open in read-only mode
eo: Malfermi en nurlegebla reĝimo

source: Ignore SSL errors
eo: Ignori SSL-erarojn

source: Resource configuration is not valid
eo: Rimeda agordo ne validas

source: Resource is read-only
eo: Rimedo estas nurlegebla

source: The display name of this resource
eo: La montra nomo de ĉi tiu rimedo

source: The URL to the Tomboy sync server
eo: La URL al la Tomboy-sinkroniga servilo

source: The URL to the notes on the Tomboy sync server
eo: La URL al la notoj sur la Tomboy-sinkroniga servilo

source: The URL to the user data on the Tomboy sync server
eo: La URL al la uzantdatenoj sur la Tomboy-sinkroniga servilo

source: The request token to the Tomboy sync server
eo: La petoĵetono al la Tomboy-sinkroniga servilo

source: The request token secret to the Tomboy sync server
eo: La peta ĵetono sekreto al la Tomboy-sinkroniga servilo

source: The way how conflicts should be handled
eo: La maniero kiel konfliktoj devus esti pritraktitaj

source: Do not change the actual backend data.
eo: Ne ŝanĝi la realajn malantaŭajn datumojn.

source: Ignore SSL errors.
eo: Ignori SSL-erarojn.

source: Refresh every
eo: Refreŝigi ĉiun

source: Authorization failed. It could be an SSL error.
eo: Rajtigo malsukcesis. Ĝi povus esti SSL-eraro.
